# Arte AASCII
mp_main = r""" 
 __  __ ____       _       _            
|  \/  |  _ \ _ __(_)_ __ | |_ ___ _ __ 
| |\/| | |_) | '__| | '_ \| __/ _ \ '__|
| |  | |  __/| |  | | | | | ||  __/ |   
|_|  |_|_|   |_|  |_|_| |_|\__\___|_|   
"""

stewie = r""" 
Si soy stewie y esto es Mprinter                                                                               
                                  ›{                                           
                         {íÏüíü{—————í——íÏ6ü—                                  
                     zÇü{—————————————————————{zÏz                             
                  {Ïí{————————————————————————————6z—                          
                ÇÏz{————————————————————————————————›íz                        
              zííí————{Ï{——zí—————————————————————{íz6z{Ç                      
            ÏÞzíí————z›      {——————————————————————————›z—                    
           ííííí————í—›       ——————————————————{í›    z———Ï                   
         6Ïzíííí————z—› ››    ›í———————————————{—›      —{—›Ï                  
         6íííííí————z{{———————Ç—————————í{—————6—›  Ç    Ï——›z                 
          ›Ïíííí——————Ïí———{zí———————————z—————íí{—{ízzzíí————z                
            Ïííí{—————————————————————————{—————Ïí{————íz——————{z              
             Ïííí{—————————————————íÅÆÆÆ6{{————————ííí————————{íz              
              {Ïíí{—————————————————ízííÏÏ———————————————————íz—               
               ›Ïíí{————————————————————————————————————————z›                 
                 —üíí{————————————————————————————————————z—                   
                   ›zzí{————————————————————————————————ü›                     
                      ›Ïzí———————————————————————————zí                        
                          ›6üz{——————————————————zü›                           
                          ›zííííüÞGGÇ6üü6ÇGgÏzíz{                              
                          —{í{——ígÞÞ—————{ÞÇÞ—z———Ï{—                          
                          ›Ïí{————ÇÇÏ—————g6üíí{———íÏz——í—                     
                          ›Ïzí——{ízÏ66ÇÞGGÞ——Ç{Çíííz—{{{{                      
                          íízÏíÏÏ——í—6ÇÇÇÇÇÞÞÇüüíí{ü{{—Ï6                      
                          ÇÇÞÞÞÇ6z—{ÏÏÇÇÇÇÇÇÇÇÇÏ›   —{í›                       
                         —ÞÞÞÞÞÞÞÞÇÞÇ6ÇÇÇÇÇÇÇÇÇü›                              
                         —ÞÞÞÇÇÇÇÇÇÇÇÇÇÇÇÇÇÇÇÇÇz                               
                          ÞÞÞÇÇÇÇÇÇÇÇÇÇÇÇÇÇÇÇÇÇÇ                               
                          {ÞÞÞÇÇÇÇÇÇÇÇÇÇÞÇÇÇÇÇÇü                               
                           {ÞÞÇÇÇÇÇÇÇÇÇÅÞÇÇÇÇÇÇü                               
                           zÞÞÇÇÇÇÇÇÇÇ6gÞÇÇÇÇÇÇz                               
                           zÞÞÇÇÇÇÇÇÇÇ6ÅÞÇÇÇÇÇÇÏ›                              
                   ››››››››íÞÞÇÇÇÇÇÇÇÇÇÅÞÞÞÞÞÇ6üz›                             
            ›——————————————{zzzÏÏüüüÏz{—üí{{{{{{—{                             
             ›››———————————{üüzí{{{{{—{{{üüÏÏzzíí›                             
                                 ››———›                                                                                                                       
"""